Repository: befaster/dcs
Catalog: sites/all/modules/commerce_webmoney/commerce_webmoney/translations/*.po
Languages: ru

source: Integrates Webmoney Merchant
ru: Интеграция мерчанта Webmoney для оплаты заказов магазина

source: WebMoney - this is a multifunctional payment tool that provides secure and immediate transactions online.
ru: WebMoney — это универсальное средство для расчетов в Сети, целая среда финансовых взаимоотношений, которой сегодня пользуются миллионы людей по всему миру

source: Pay via Webmoney Merchant
ru: Оплатить через мерчант Webmoney

source: Sorry, no purse available. Please go back and choose another payment method
ru: Извините, кошельки для получения денег недоступны. Вернитесь назад и выберите другой способ оплаты

source: Payment for order @order_number at @store
ru: Оплата заказа №@order_number в магазине @store

source: Order #@order paid successfully. !log
ru: Заказ №@order успешно оплачен. !log

source: An error occurred while processing your payment: recieved and real order info do not match
ru: Произошла ошибка при обработке вашего платежа: полученные и реальные данные платежа не совпадают

source: Order #@order was not paid: recieved and real order info do not match. !log
ru: Заказ №@order не был оплачен: полученные и реальные данные платежа не совпадают. !log

source: An error occurred while processing your payment: wrong signature
ru: Произошла ошибка при обработке вашего платежа: неправильная подпись мерчанта

source: An error occurred while processing payment for order #@order: wrong signature !log
ru: Произошла ошибка при обработке платежа для заказа №@order: неправильная подпись мерчанта. !log

source: Payment unsuccessful!
ru: Ошибка при оплате

source: Thank you, payment successful. Order #@shop_order,<br />Webmoney order number: @wm_order,<br />Webmoney transaction number: @wm_trans,<br />Webmoney transaction date: @wm_date
ru: Спасибо, заказ успешно оплачен.<br /><br />Номер заказа в магазине: #@shop_order<br />Номер заказа в системе Webmoney: @wm_order<br />Номер трансакции в системе Webmoney: @wm_trans<br />Время прохождения трансакции в системе Webmoney: @wm_date

source: Result of payment through Webmoney Merchant
ru: Результат оплаты через мерчант Webmoney

source: Successful payment
ru: Удачная оплата

source: Unsuccessful payment
ru: Неудачная оплата

source: Implements Webmoney payment services for use with Drupal Commerce.
ru: Интеграция платёжного шлюза Webmoney для Drupal Commerce

source: Payment mode
ru: Режим оплаты

source: WMZ purse
ru: WMZ

source: WMZ purse (dollars)
ru: Кошелёк WMZ (доллары США)

source: WMR purse
ru: WMR

source: WMR purse (russian ruble)
ru: Кошелёк WMR (российские рубли)

source: WME purse
ru: WME

source: WME purse (euro)
ru: Кошелёк WME (евро)

source: WMU purse
ru: WMU

source: WMU purse (ukrainian gryvna)
ru: Кошелёк WMU (украинская гривна)

source: Testing mode
ru: Тестовый режим

source: How to simulate the execution of payment in test mode.
ru: Как имитировать работу мерчанта

source: All succesful
ru: Все оплаты удачны

source: All unsuccessful
ru: Все оплаты неудачны

source: 80% - succesful, 20% - unsuccessful
ru: 80% - удачно, 20% - неудачно

source: Order description
ru: Описание заказа

source: Optional description for orders that will displays in Webmoney Merchant interface. Use placeholder %order for order ID
ru: Необязательное описание заказа, которое будет показано в интерфейсе Webmoney Merchant. Для обозначения ID заказа используйте подстановку %order

source: Secret key
ru: Секретный ключ

source: Your secret key that you got from Webmoney Merchant
ru: Секретный пароль, который вам был выдан при регистрации вашего магазина.

source: Log Merchant messages
ru: Вести логи

source: If enabled, all merchant answers will be logged by watchdog module
ru: Если включено, будут сохранены ответы от мерчанта в системном журнале.

source: No
ru: Нет

source: Yes
ru: Да

source: Status
ru: Состояние

source: Choose order status after customer sent the order
ru: Выберите состояние заказа, которое будет присвоено заказу после его отправки клиентом.

source: Fail message
ru: Сообщение ошибки

source: Enter optional text that will be displayed when payment fail
ru: Укажите при желании текст, который будет отображён на странице ошибки

source: Success message
ru: Сообщение удачной оплаты

source: Enter optional text that will be displayed when payment succesful
ru: Укажите при желании текст, который будет отображён покупателю при удачной оплате.
