Repository: befaster/dcs
Catalog: sites/all/modules/commerce_payu/translations/*.po
Languages: pl

source: PayU Payment Gateway
pl: Bramka Płatności.pl

source: Donate
pl: Przekaż darowiznę

source: If you want me to continue my development of Drupal modules for Commerce and Ubercart please consider donating me. Thank you. If you need any help or assistance regarding Drupal sites feel free to contact me.
pl: Jeżeli chcesz abym dalej rozwijał moduły Drupala dla Ubercarta i Commerce rozważ przekazanie dotacji. Dziękuję. Skontaktuj się jeżeli potrzebna Ci pomoc lub wsparcie w zakresie Drupala.

source: Configuration URLs
pl: Konfiguracja adresów URL

source: Negative URL
pl: Adres powrotu błędnego

source: Positive URL
pl: Adres powrotu pozytywnego

source: Report URL
pl: Adres raportów

source: POS id
pl: ID punktu płatności

source: Assigned by PayU
pl: Przydzielony przez PayU

source: MD5 key
pl: Klucz MD5

source: Secondary MD5 key
pl: Drugi klucz MD5

source: POS authorization key
pl: Klucz autoryzacji płatności

source: Enable PAYBACK
pl: Włącz PAYBACK

source: Enable PAYBACK login of the Client that will receive PAYBACK points
pl: Włącz obsługę punktów PAYBACK dla obsługiwanych transakcji

source: PayU is not configured for use.
pl: Bramka PayU nie została poprawnie skonfigurowana.

source: PAYBACK login
pl: Login PAYBACK

source: If you have PAYBACK card please enter your PAYBACK number in order to collect points for this transaction.
pl: Jeżeli posiadasz kartę PAYBACK prosimy podać jej numer w celu naliczenia puntków PAYBACK za realizowaną transakcję.

source: Please enable Billing information in CHECKOUT PANE.
pl: Proszę włączyć Dane płatnika w Formularzu realizacji zamówienia.

source: Order @order_number in @store
pl: Zamówienie @order_number w @store

source: Proceed to PayU
pl: Przejdź do PayU

source: Close transaction
pl: Zamknij transakcję

source: Implements PayU payments in Drupal Commerce checkout.
pl: Wprowadza obsługę PayU dla Drupal Commerce.

source: Transaction unsuccessful
pl: Transakcja nieudana

source: view in PayU
pl: pokaż w PayU

source: Not started
pl: Nowa

source: New
pl: Nowy

source: Cancelled
pl: Anulowana

source: Rejected
pl: Odrzucona

source: Started
pl: Rozpoczęta

source: Awaiting collection
pl: Oczekuje na odbiór

source: Negative authorization
pl: Negatywna autoryzacja

source: Payment rejected
pl: Płatność odrzucona

source: Payment collected
pl: Płatność odebrana

source: Incorrect status
pl: Błędny status

source: Missing or incorrect value of pos id parameter
pl: brak lub błędna wartość parametru pos_id

source: Missing session_id parameter
pl: brak parametru session_id

source: Missing ts parameter
pl: brak parametru ts

source: Missing or incorrect value of sig parameter
pl: brak lub błędna wartość parametru sig

source: Missing desc parameter
pl: brak parametru desc

source: Missing client_ip parameter
pl: brak parametru client_ip

source: Missing first_name parameter
pl: brak parametru first_name

source: Missing last_name parameter
pl: brak parametru last_name

source: Missing street parameter
pl: brak parametru street

source: Missing city parameter
pl: brak parametru city

source: No post code variable.
pl: brak parametru post_code

source: Missing amount parameter
pl: brak parametru amount

source: Incorrect bank account numberr
pl: błędny numer konta bankowego

source: Missing e-mail parameter
pl: brak parametru email

source: Missing phone number
pl: brak numeru telefonu

source: Other temporary error
pl: inny chwilowy błąd

source: Other temporary database error
pl: inny chwilowy błąd bazy danych

source: Pos with the specified id is blocked
pl: POS o podanym identyfikatorze jest zablokowany

source: Forbidden pay type value for given pos id
pl: niedozwolona wartość pay_type dla danego pos_id

source: Specified payment method (pay_type value) is temporarily blocked for the given pos_id, e.g. 204 maintenance break of payment gateway
pl: podana metoda płatności (wartość pay_type) jest chwilowo zablokowana dla danego pos_id, np. przerwa konserwacyjna bramki płatniczej

source: Transaction amount lower than the minimal value
pl: kwota transakcji mniejsza od wartości minimalnej

source: Transaction amount higher than the maximal value
pl: kwota transakcji większa od wartości maksymalnej

source: Exceeded value of all transactions for one Client in the last period of time
pl: przekroczona wartość wszystkich transakcji dla jednego klienta w ostatnim przedziale czasowym

source: POS operates in ExpressPayment variant but this form of cooperation has not been activated (awaiting consent of customer support department)
pl: POS działa w wariancie ExpressPayment lecz nie nastąpiła aktywacja tego wariantu współpracy (czekamy na zgodę działu obsługi klienta)

source: Incorrect pos_id or pos_auth_key number
pl: błędny numer pos_id lub pos_auth_ke

source: No such transaction
pl: transakcja nie istnieje

source: Transaction started earlier
pl: brak autoryzacji dla danej transakcji

source: Transaction has already been authorised
pl: transakcja rozpoczęta wcześniej

source: Transaction cancelled earlier
pl: transakcja anulowana wcześniej

source: Transaction previously forwarded for collection
pl: transakcja przekazana do odbioru wcześniej

source: Transaction already collected
pl: transakcja już odebrana

source: Error while returning funds to Client
pl: błąd podczas zwrotu środków do klienta

source: Incorrect transaction status, e.g. transaction cannot be acknowledged several times or other, please contact us
pl: błędny stan transakcji, np. nie można uznać transakcji kilka razy lub inny, prosimy o kontakt

source: Other critical error – please contact site administrator
pl: inny błąd krytyczny - prosimy o kontakt z administratorem witryny

source: unknown
pl: nieznany

source: unkown status
pl: Nieznany status
